CAFMManagementSystem/SoapEnvelopes/CreateEvent.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09">
  <soapenv:Header/>
  <soapenv:Body>
    <ns:CreateEvent>
      <ns:sessionId>{{SessionId}}</ns:sessionId>
      <ns:eventDto>
        <ns:BreakdownTaskId>{{BreakdownTaskId}}</ns:BreakdownTaskId>
      </ns:eventDto>
    </ns:CreateEvent>
  </soapenv:Body>
</soapenv:Envelope>
